{
    "title": "Using Descartes's work Meditations of the First Philosophy, examine and verify how we know knowledge.",
    "paragraphs": [
        "The concept of epistemology is one focus of Descartes’s work: Meditations of the First Philosophy. Epistemology functions to justify and codify our beliefs. Rational philosophy understands that beliefs can be proven to be true when they are justified with reasoning. Descartes’s rationalism begins with seeking to tear down any opinion that can be doubted, to come to a form of truth. Though his conclusions regarding the divine may not have stood well in the twenty-first century, his processes such as the “method of doubt”, which clearly outline a rationalist approach to verifying his opinions, have had a lasting impact on academia. These limitations of his work mean that from Descartes’s “Archimedean point” only the existence of our thoughts remains completely unobscured and his conclusions that connect the mind to the physical realm remain uncertain.",
        "The first two meditations of Descartes’s work are a foundation of his reasoning for doubt, certainty and truth. This is his “method of doubt”, where he argues that he should abandon his opinions to contain fallacies, as they would jeopardise the foundations of his knowledge. In his first argument, Descartes proposes that his dreams can be so real and life-like that we cannot be sure of the validity of our experiences. According to this “method of doubt”, Descartes believes that the senses cannot be fully trusted as they are so fallible, thus it endangers the opinions that are based on the senses. Descartes proposes that since his senses are easily fooled, they should not be the basis of his knowledge. Only the intellect and rational thought of an individual can be trusted completely.",
        "In his second argument, Descartes proposes that we cannot fully trust our sensory perceptions as they are easily manipulated and delude our minds. Descartes argues that an evil demon could be deceiving us and controlling our minds so that we cannot perceive our true surroundings. This argument would call into doubt our entire experience. He is unable to trust his physical senses and even our reasoning could be faulty as we are always being deceived and being thwarted from the truth.",
        "This leads us to what Descartes calls perfect knowledge. In the absence of doubt, we find certainty and truth. Regarding ourselves, Descartes believes that he can only unrefutably affirm the existence of his thoughts. Even if he cannot trust his senses due to the earlier two arguments, even an evil force that is deceiving his every thought cannot deny the thinking of an individual. Thus, Descartes’s famous dictum of “Cogito, ergo sum”. Even if our perceptions and reasonings are false, according to Descartes the existence of our thoughts is unassailable.",
        "Descartes in his Fifth Meditation argues that his justification of the physical objects should come from within his intellect. He argues that a material object’s essence is unchangeable and is independent of the individual’s mind. He argues that the intellectual discovery of the ideal triangle has enabled him to recognise the properties of triangles of objects in the physical world. Descartes believes that we would not be able to define the perfect triangle from observation as there are none in the material world.",
        "Descartes argues further; that God’s existence is essential to reinforcing the validity of our perspectives and understanding of the material world. However, Descartes’s proof of God has been criticised over the years. In what is called the Cartesian circle, Descartes’s proofs for God are said to be a fallacy. He was trying to prove both God’s undeniable existence by admitting that our perceptions are reliable due to a God who does not deceive us.",
        "Descartes’s theories that verify our perceptions of the material world are insufficient, even by his standards. Under Descartes’s “method of doubt”, our perceptions that contribute to our very knowledge of the essence of the material world are questionable. In addition, how could we understand the essence of physical objects such as mountains or chemicals without first observing them as material objects? Even the use of rational reasoning to understand a material object’s essence can be undermined, as suggested in Descartes’s argument about the evil demon deceiving our intellect at every turn. Therefore, under Descartes’s arguments on how we know things, we may find ourselves that are unable to irrefutably verify our intellectual reasonings and material observational knowledge.",
        "Descartes’s Sixth meditation involves his ideas of relating the mind and the body. So far, Descartes has only been able to irrefutably prove our existence through our thoughts. This has severe limitations on what can be verified in the world around us. Through the study of this argument, I aim to discover a method that validates the material world from the perspective of the mind.",
        "Descartes explains it in “mind-body dualism”. He proposes that the material world is merely an extension of the mind, while the mind cannot be extended. Extension, as explained by Descartes, is an extension into physical space. The body is like a machine occupying space and is a travelling container for the mind. As most of his perceptions come through his body, he can more confidently connect his body to his mind, that they are intermingled to form one unit. Where the mind can affect the body, but not vice versa.",
        "This informs Descartes’s belief that the senses are the faculties of the mind. Senses to Descartes are passive faculties of the mind, and thus he believes there first must be a cause to create the sensory perceptions. They are not imagined but act like an involuntary force perceived by the mind. The body’s sense perceptions affect the mind for the mind to make judgements, to avoid bodily damage or to seek out pleasure or benefits, on what is harmful or beneficial.",
        "This dualism theory is problematic in many ways. For example, it does not explain how the mind could be affected by affliction or pain by the body. In addition, Descartes points to the divine to explain how sense perception is connected to the mind, that it is part of a divine system encompassing both the material and the intellect. This is a problem as it proposes a divine black box to explain the link of the mind to the physical actions and sense perceptions of the body. Lastly, Descartes’s dualism theory does not explain how the mind is deceived about the material world due to ignorance or mistaken beliefs, where one’s sense perceptions of an object leads to the wrong intellectual conclusions due to ignorance about said object. Therefore, the mind-body dualism theory is ambiguous in connecting of mind and sense perceptions.",
        "Descartes’s goal of perfect knowledge under his “method of doubt” may have been too high a goal to achieve by even himself and others. I believe that a modern response to the study of Descartes’ Meditations is not so crude as to agree or to disagree. Descartes’ conclusions were based on his own beliefs and the established academic consensus of the time. The religious beliefs of most academics meant that Descartes's beliefs were imbued with a belief in the divine. The other methodological part of his work, his “method of doubt”, is still relevant to the twenty-first century. This part that expands on rationalism has a significant role in the development of modern epistemology.",
        "In the modern context instead of a divine force, we assume an innateness of one’s intelligence and inclinations to discovery of the world and ourselves. This intelligence that the modern world places upon the individual is the grounding for how we can verify our thoughts and experimentations.",
        "Modern epistemology is formed on the basis that if a person believes in a proposition that has been reliably justified, this proposition would be true. The justification process can only be valid if the process in which justification is acquired is not based on luck. This forms the foundation of a peer-reviewed and rationalist method for discovery.",
        "However, we would still return to the same question; How are we certain that the elements currently used are sufficient for justified belief? The concept of reliability must be tweaked to be suited to the subject’s environment. Some theorists argue that if knowledge is reliably conceived, it can be judged as true belief. Justification can be based solely on reliability. A more traditional theory would be to add more conditions to justify the belief with greater resolution. Under modern thinking, truth would be uncovered through a continuous process that peels away at layers of misconceived opinions.",
        "Modern epistemology still is influenced by Descartes’s “method of doubt”. However, Descartes’s efforts to uncover a state of irrefutable truth about his intellect and the world he perceived was not attained. Therefore, we may conclude that our knowledge through our sensory or intellectual perceptions is only as true and real as we can reliably make them to be. Perhaps like Descartes, who settled with the divine, we can be satisfied to remain with a good enough explanation for the quandaries about the mind and knowledge."
    ],
    "citations": [
        "Descartes, Rene. Cress, Donald A. (1993). \"Meditations on First Philosophy\". Indianapolis, USA: Hackett Publishing Company Inc. Meditations One, Two, Five and Six.",
        "Hatfield, Gary, \"René Descartes\", The Stanford Encyclopedia of Philosophy (Summer 2018 Edition), Edward N. Zalta (ed.), URL = <https://plato.stanford.edu/archives/sum2018/entries/descartes/>.",
        "Steup, Matthias, \"Epistemology\", The Stanford Encyclopedia of Philosophy (Winter 2018 Edition), Edward N. Zalta (ed.), URL = <https://plato.stanford.edu/archives/win2018/entries/epistemology/>."
    ]
}