{
    "title": "Finding value in cryptocurrencies",
    "paragraphs": [
        "How is crypto like fiat currency?",
        "It is common to think about currencies purely in their use as a unit of account in the exchange of goods and services. However, Hayes states that the true use of money goes beyond the mode of exchange of value. Cryptocurrencies, according to Hayes, form self-contained financial “worlds”. Like a currency, they are to be used for economic activity within their “money world”. Their “money worlds” have international reach and all activity is transacted in their tokens. One would adopt a cryptocurrency to participate in its “money world”. In that sense, the value or utility of crypto is determined by how the market perceives access to the crypto network. Much like how international buyers must buy a state’s currency to pay for goods and services sold by that country. The more demand for the goods and services, the more demand there is for that state currency, driving up its value in a free market. ",
        "In this idea of currencies being the de facto unit of account within a given “money world”, cryptocurrencies fulfil the same role within their respective networks. Hayes notes that most cryptocurrencies are not used as a “medium of exchange” as fiat currencies are used. Hayes argues that each cryptocurrency network functions as a single commodity economy, where the only thing to be traded is the network’s token and everything is priced in the same token. According to Hayes, the utility of cryptocurrencies should not be compared with the utility of fiat currencies, given the unique nature of the single-commodity digital network economy. ",
        "In this essay, I will be looking to unpack the incentives that entice retail or institutional investors to “buy in” to cryptocurrencies. I’ll be considering how participating in the crypto networks offers value to investors. ",
        "What about stablecoins?",
        "A possible response to the volatile value of cryptocurrencies to investors is stable coins or backed digital currencies. Hayes says that such stablecoins, like “Tether” which is pegged to the US dollar function like a digital medium of exchange of US dollars, “they are used to transmit that unit of account without actually existing as US dollars”. They are supposed to be readily exchangeable into fiat currency without volatile changes in value. This would make the blockchain become a quasi-bank, where we deposit our fiat currency for a token of equal value. It is a token of debt that the blockchain operators give users. The concept of stablecoins closely mirrors financial institutions and fiat currency debt. This turns the stable coins into another form of investment paper that requires the same demands of a trusted financial institution to honour the debt that is held in the digital token. They are intertwined with the fiat currency markets. And are less like other digital assets which exist within their digital economy. Hayes views such stable coins as in competition with traditional financial paper. They also share the same issues with traditional paper. One: they need a trusted institution to issue the token, Two: they need sufficient reserves to back the stablecoins being issued. To the investor, a stable coin would not be different from traditional financial products. The unique selling point of stablecoins would be that they hold the same fiat currency value while existing on the blockchain. Like a cheque on the blockchain. But unlike other cryptocurrencies whose unit value is determined by the scarcity of the token, the cheque is only as good as the account of the cheque’s payee.",
        "Therefore, the value of the token is to consider the value of the token on the blockchain. Hayes argues that cryptocurrencies should be considered within the boundaries of the blockchain. And that the attempts to ascribe valuations to cryptocurrencies in the same way fiat currencies are evaluated will miss the “socio-technical bounds” of cryptocurrencies’ blockchains. Finding value should start with the blockchain networks first. ",
        "Is it that crypto land itself is valuable?",
        "The crypto network unlike the traditional financial institutions is supposed to be decentralised. Where access to trading on the network is not hidden behind expensive contracts and costly fees. A crypto market does not require retail investors to find a broker or intermediary to conduct trades on their behalf. Payments can be made without the oversight or backing of trustworthy intermediaries. Transactions are validated throughout the network by various users. This kind of validation of transaction is what makes the process decentralised. ",
        "If individual now takes on a decentralised market. The individual acts as their banker and broker. The individual hoping to trade would have to find a buyer and come to a one-on-one agreement.  This will need to happen for each transaction. In the case of entering the network, one will find a seller to accept traditional currency for tokens. Or one will have to start mining cryptocurrencies to own a stake in the blockchain. This means that for unsophisticated retail investors, there is a technical barrier to both accessing and utilising the crypto network.",
        "The formation of crypto exchanges appears to be one way to solve this issue for retail investors. Exchanges often help individuals to find buyers and sellers, acting as crypto brokers and market makers. Exchanges also take on other financial services for the crypto network. For example, they also help to leverage investors, they can also take hard currency and keep a crypto account under the investor's name. ",
        "The trouble here is that many investors’ interactions are not solely within the blockchain. Investors are coming from the traditional finance economy and would need intermediaries to enter the blockchain economy. These transactions involving non-crypto assets work best in the framework of traditional finance. Crypto tokens become a proof of deposit, a debt that the exchange owes the depositor. As the blockchain is not involved in validating the transaction of hard currency for cryptocurrencies, we are left with the need for a trusted institution to promise to repay investors deposited hard currency. It seems that for a retail investor, convenient access to the network is still via a bank-like intermediary. ",
        "For the retail investor, they are not seeing the benefits of decentralisation. Decentralisation refers to how the blockchain ledger is validated through mining operations. Earning tokens directly on the blockchain through mining is a significant technical barrier for small investors. Thus, the decentralised finance is still practically centralised behind large institutions.  ",
        "What is it like for large institutions?",
        "For institutions like banks, blockchain technology is much more interesting. For one, there are no further intermediaries to pay fees to move tokens from one wallet to another. The cost of mining appears to be the closest thing the network has to a transactional fee. That means from the consumer-facing end of the corporation onwards, the number of hands the money must pass through to be paid through the network is relatively few as all wallets are connected to a common crypto network. Crypto can be a streamlined and cheaper way to transmit money to corporations or financial institutions. ",
        "There comes the issue of the cost of conducting the crypto transaction. Under blockchain technology, the cost of adding a transaction to the blockchain can be very high for the crypto with high circulation. Whether this is due to the proof of work energy issue or due to congestion on the network. In addition, the challenge in such transactions would be the volatility of the token, which can make it difficult to ensure sufficient cash or tokens on hand. ",
        "This could be fixed with the use of stablecoins, whose value is less volatile. According to Hayes stable coins become a “complementary or parallel digital medium of exchange” to the pegged asset. Hayes states that stable coins are pegged to some nation-state’s unit of account, undermine the central bank’s ability to control its money supply. They begin to encroach into the recognised money world. Hayes calls them a disruption or innovations within the context of existing fiat currencies. ",
        "So for institutions, the blockchain behaves as a disruptive technology in the payment processing and clearing industry. The decentralised nature also forces shared ownership of the network. Which can protect smaller players. The industry of interbank payments could become more democratic if it was based on the blockchain. Ownership of the network would be proportionate to the volume of transactions validated by each institution’s mining operations. ",
        "Financialisation troubles.",
        "Decentralised finance is built to replace the trusted intermediary, but this technology however does not replace other roles of financial institutions. For example, to earn some interest on your crypto you now would have to personally loan out your money. By doing so, you are personally taking on the risk that the bank previously had when it invested in customer deposits. So now you are personally responsible for the investment risks that the bank previously undertook. The concept of decentralisation does not remove the risk of a trade or loan. It merely passed it on to the investor. Therefore, the financial activities on the blockchain still retain the same risks as its traditional counterparts. The blockchain transfers the risks from intermediary institutions to the wallet holders.",
        "As Hayes points out, cryptocurrencies cannot be evaluated against the use cases of fiat currencies. They are completely dissociated from the non-blockchain economies. The challenge here is that the value of digital assets is abstract and dissociated from our economic lives in the non-blockchain economy. The trouble of a medium of exchange that is not associated with the economic lives of users is by definition of little or no value to that user. This draws some parallels to the issues with traditional finance that have been revealed in the Great Recession of 2008. The issue with financialisation is that the securities, the paper, become ever more dissociated from the hard assets that are backing it. The financial paper that is traded is being dissociated from the actual assets backing the paper, and the synthetic paper draws an increasing amount of resources into the process of allocation of capital rather than into the capital allocation. The blockchain economy somewhat suffers from the same issue, where the blockchain economy is focused on the processes that allocate the capital. The blockchain allows for the allocation of capital to certain wallets. The capital can be used for little else but wagering against other wallets on other tokens. The blockchain economy separated from the real-world economy can result in a feedback loop where value is derived from the next buyer of the token.",
        "The risk of trading tokens on the blockchain is still borne by investors. And the value of tokens is primarily driven by investor confidence. Under this concept where the blockchain economies must be evaluated upon their internal economy’s utility and value. In its present form, cryptocurrencies appear to be the financialisation for financialisation's sake.",
        "What now?",
        "Hayes has revealed that the “moneyness” of the cryptocurrencies should be considered by their role as the unit of account and medium of exchange on the blockchain where they exist. So to consider the utility of cryptocurrencies, we need to look at the blockchain economies themselves. ",
        "So far, we have discovered that crypto networks are an interesting alternative to transmitting money between institutions. The system is best suited to investors who are going to utilise the blockchain extensively for token-to-token transactions and are looking to keep the value, of their investment inside the network. This network can function without a regulator or trusted institutional overseer through smart contracts on the blockchain thereby reducing fees.",
        "As retail investors, we do not have large networks of bank accounts and large cash flows to manage. We are reliant on fiat currencies. Fiat currencies flow through our daily economic transactions. Therefore, the opportunity for using the crypto network for token-to-token transactions is much more limited, as a retail investor will be continuously looking to “cash out” of the network. It is difficult for retail investors to transplant their daily financial activities to exist solely within the crypto network. Banks can change their non-consumer operations to utilise this new technology and benefit from more democratic ownership of the payment network.",
        "Even though the blockchain allows us to trust that both parties must adhere to the agreed contract held on the blockchain. Other forms of risk that stem from financial activities are not alleviated by the blockchain. The concept of decentralisation would in theory move the risk lower down the financial food chain. An individual crypto wallet owner owns the debts for the loans they lend instead of a bank owning the debts that it lends out from customer deposits. This part of financialisation cannot be resolved by decentralisation."
    ],
    "citations": [
        "Hayes, A. (2021). World monies or money-worlds: A new perspective on cryptocurrencies and their moneyness. Finance and Society. https://doi.org/10.2218/finsoc.v7i2.6629",
        "Levine, M. (2022, October 31). The only crypto story you need. Bloomberg. https://www.bloomberg.com/features/2022-the-crypto-story/#defi",
        "Kay, J. (2015). The functions of finance. In Other people’s money: the real business of finance. Profile Books."
    ]
}