{
    "title": "Green Financing",
    "paragraphs": [
        "Green financing in its various forms is expanding the world of finance to include pledges for green goals or projects. van Veelen argues that the dominant system of monitoring and evaluating green financial instruments does not incentivise projects that maximize carbon reductions. This essay will unpack the challenges and remedies to getting the money to “land” in more impactful carbon reduction projects based on van Veelen’s commentary.",
        "The first challenge is auditing the sustainability of green finance. According to van Veelen, there is a predominant financial perspective to evaluating green financial instruments. The quality of the investment is considered based on its ability to quantify and track its green goals. This fixation on green projects that can be tracked by current technology means that complex processes, or \"unruly\" processes, tend to be underfunded regardless of the field’s carbon-use intensity. Van Veelen believes that this focus on evaluating the ability of the project to monitor and quantify cuts into incentives for companies to innovate in greening sectors that have decentralised operations and complex sources of emissions to monitor. The use of present carbon monitoring processes to evaluate greening efforts could mark down projects that need innovation in the way their carbon emissions are monitored. It could limit the scope of innovation in green tech and the adoption of green practices as more capital will \"land\" in sectors that have begun to adopt more sustainable practices. This can result in moving funding into existing projects or projects that would already have been funded through traditional means, watering down the impact of green finance. The issue current evaluation of green projects needs improvement for capital to not only start funding projects with bigger potential for carbon reductions despite a decentralised field, but it should also be encouraging new projects and not simply replacing funding for existing projects.",
        "Another issue that van Veelen raises with the current state of green finance is the lack of standards that institutions and investors can use to grade the \"greenness\" of an instrument. The issue raised with the current use of Environmental, Social and Governance principles is that different financial institutions have their proprietary rating scheme. This opaque rating system can lead to the greenwashing of less-than-green projects. There is a need for the development of a green scorecard. It will need to be continuously updated to reflect the current need for green innovation. This could help to reduce greenwashing by making the scorecard a transparent metric open to scrutiny. Without transparency, the system would fail to be a trustworthy identifier of healthy and effective green assets. As van Veelen notes, opaque processes used to grade and validate the \"greenness\" of assets can undermine their usefulness in highlighting truly sustainable projects. Transparency not only holds the system accountable to the community, but it also enables crowd-sourced solutions and fixes to be submitted to continuously improve the effectiveness of the grading system. In addition, the robustness of such a grading system will need to be protected from influence from the companies that are meant to be regulated. This is done to ensure fair and transparent auditing of green assets and that the green card cannot be abused to greenwash less than sustainable practices.",
        "Another factor in the success of a green scorecard is the extent of its adoption. This kind of green auditing could be implemented in a comparable way to financial regulation. However, the different areas of legal authority can limit the effectiveness. Many financial regulatory bodies have much less control over private financing and would have less control over privately sold green assets. And internationally, different market makers or regulators may have different priorities and may not adopt them. The scorecard will be less effective in fighting greenwashing in such markets. And it can lead to the migration of dirtier assets to markets where they are less likely to be audited, like tax havens for less green assets. But in consolation, this scorecard can still reward those assets that are abiding by the requirements and are transparent about their operations. The scorecard can still be an indicator of “greenness” by highlighting those assets that are willing to be voluntarily audited to comply with the standard. So, to some extent, it can still reduce the impact of asset greenwashing.",
        "Another challenge is that investors are incentivised primarily by profit. The \"greenness\" of assets is only one statistic for investors to consider. So, if a project with high carbon reduction gains but has little financial returns for investors, we return to the initial problem, a lack of funding. This would include large infrastructure projects such as electrifying the car population or changing construction processes to reduce carbon emissions. Those processes that raise operating costs for the short to medium term, would become underfunded. The financial markets have other priorities besides the sustainability of an asset. So high-risk and low-reward projects, like reducing farm-based carbon emissions would not be able to benefit. Asset buyers are still primarily motivated by profit. On a fundamental level, the market needs to be corrected by artificially increasing the cost of carbon-intensive activities to have a fundamental change in the market for banks and investors to shift their capital into cleaner ones and to hedge their carbon exposure. If there is a tax on the operation of less green activities, it will naturally discourage their funding and promote untaxed green ventures. Businesses are incentivised to adopt environmentally sustainable practices to attract not just green finance but capital in general. This could be in the form of government action and carbon taxes.  A form of carbon pricing needs to be implemented globally to ensure the replacement of bad practices with green ones, and not just its export to other places. This is like the idea of using a common grade for green financial products previously mentioned. The cost of unsustainable operations needs to be increased globally. This ensures that in a globalised industry, with supply chains stretching across continents, all levels of industry are incentivised to replace unsustainable business practices. Instead of seeking out favourable regulatory environments for their unsustainable activities.",
        "So, the challenges facing green finance in achieving its aim of nurturing a green and sustainable economy are the lack of accounting and auditing of the green credentials of different assets. And the fundamental issue is that financial assets are meant to make people money. To encourage sustainable assets, there needs to be clear and costly measures to disincentivise investment in unsustainable dirty assets, and a clear standard that people can use to differentiate sustainable and clean assets."
    ],
    "citations": [
        "van Veelen, B. (2020). Cash cows? assembling low-carbon agriculture through Green Finance. Geoforum, 118, 130–139. https://doi.org/10.1016/j.geoforum.2020.12.008"
    ]
}