{
    "title": "Shakespeare's Hamlet",
    "paragraphs": [
        "This essay will look at the nature of Hamlet and Laertes as tragic characters. We will be considering how these characters act in response to the tragedies that befalls them, and how their actions set them apart uniquely as tragic characters. We will also consider how Laertes becomes a foil to Hamlet’s character. Shakespeare’s tragedies, influenced by Roman and medieval sources, revolve around characters’ intense reactions to change, leading to profound internal and external transformations. In “Hamlet,” this is evident through Hamlet’s grief-driven madness and Laertes’ rage-fuelled quest for vengeance. Both characters’ struggles highlight the conflict between their aristocratic identities and the overwhelming passions that ultimately lead to their downfall, reflecting themes of identity, honour, and human frailty.",
        "Firstly, we will discuss the form that Shakespeare’s tragedies take. As a grammar school pupil, Shakespeare was exposed to Roman tragedies like Seneca and the late medieval tragedies. (McAlindon, 2002, pp. 3–4) Shakespearean tragedy takes inspiration from the older tradition through his characters’ intense reaction to the “phenomenon of change”. The tragic character is deeply grieved by the change in their world and values. This change cheats them of their identity related to the previous world and values. The extreme change “overtakes” our protagonist. It affects a drastic change in their person. Their behaviour bewilders their companions. (McAlindon, 2002, pp. 67) The tragic events cause the characters to become divided against themselves. And results in an inward and outward transformation. Tragic heroes undergo this transformation that contrasts with the concept of Stoic constancy. (Paster, 2002, p. 145) Stoicism and neostoicism come from the Roman roots of late medieval literary tragedies, where the tragic hero’s actions are a product of their overflowing passions that consume their rational mind. Their volatile behaviour is contrasted with a companion character’s stoicism, highlighting how the lack of stoicism is a cause of the tragic unfolding of the hero’s demise. Frequently, tragic heroes are highborn whose behaviour is associated with certain virtues. Noblemen were seen as soldiers and statesmen. Our tragic heroes are overtaken by their passions. They lose the characteristics of stoicism and selfcontrol leading to “madness”. This madness is a state of “destructive excess”. The abandonment of their accustomed mannerisms constitutes a “selfbetrayal”, separating from their identity as a noble. (McAlindon, 2002, pp. 912) The last characteristic of Shakespeare’s tragedies is the catharsis for the audience. The tragedy that befalls the hero incites empathy and pity in the audience. These powerful emotions are reconciled through the resolution of the play. The resolution provides emotional closure and catharsis. (McAlindon, 2002, p. 2)",
        "Hamlet’s tragedy begins with a meaningful change in his family. Before he left for Wittenberg, his father, the king, was still alive and married to Gertrude. On returning to Elsinore, his family state is overturned. His father, the king, is dead, and his mother is married to Claudius, his uncle, who is now king. Gertrude’s remarrying to Claudius within a month is within the mourning period for Old Hamlet. The funeral rites overlap with Gertrude’s wedding. Together with the incestuous nature of the union, this marriage is an affront to Hamlet’s morality and is dishonouring to the memory of his father. This sudden change overturns Hamlet’s family structure, the familial relations that tied him to Elsinore, his father as King is dead. And the maternal relationship is tainted by marriage to Claudius. In Shakespeare’s tragic tradition, this elicits an equally wild and drastic change within Hamlet. ",
        "Hamlet’s transformation in reaction to the unfolding tragedy is one of wildly shifting emotional extremes. At first, Hamlet is overcome with grief and to escape this anguish he decides to leave Elsinore for Wittenberg. Hamlet’s overflowing grief leads him towards escapism. His final line in (1.2.159), “But break, my heart, for I must hold my tongue!” points to his habit of isolation. So, he grieves in silence. He does not seek to fight or change the state of the royal court. But when his father’s ghost appears to Hamlet, the ghost’s words turn Hamlet’s grief into anger. The source of Hamlet’s troubles is revealed to be Claudius. The ghost’s command for revenge gives Hamlet an explicit outlet for his rage. The ghost’s final words, “Remember me”, can be interpreted as a command: if you remember me as your father and King, you will avenge me. Now we see Hamlet’s anger leads him to swear to fulfil the command of vengeance in 1.5.102, “And thy commandment all alone shall live”. He is at first anxious to exact the deed. When we next see Hamlet in 2.2, Hamlet encounters the first of Claudius’s sifting characters. Rosencrantz and Guildenstern are sent to uncover the hidden cause of Hamlet’s “madness”. This appears to dissipate Hamlet’s anxiousness to exact vengeance. And in 2.2.485490, Hamlet’s anger is replaced with selfloathing guilt, “Yet I, / A dull and muddymettled rascal, peak, / Like Johnadreams, unpregnant of my cause, / And can say nothing; no, not for a king, / Upon whose property and most dear life / A damn’d defeat was made.” His internal consternation is further revealed in 3.1.5786, to commit to enacting the deadly deed or to “suffer the slings and arrows of outrageous fortune”. Hamlet is pained to the point of death, to escape in the “sleep of death” but in death “what dreams may come … Must give us pause”. Hamlet fears for his soul and “thus conscience does make cowards of us all”. Hamlet, through Act 2, has lost the impetus to complete the task of vengeance. His wild emotional ride through Act 2 has left him overwhelmed and paralysed. At the end of Act 2, he tries to regain his conviction by revealing Claudius’s guilt through the players, to confirm the ghost’s words, to prove that the ghost is not of the devil, and thus provide himself with the conviction to finally exact vengeance. This diverting action shows how Hamlet’s initial eagerness has changed into secondguessing the providence of the command. Thus, entering a vicious cycle where his emotional grief hinders him from focusing on heeding his father’s ghost, and the resulting inaction further adds to his guilt. ",
        "Hamlet’s emotional transformation follows the Shakespearean tragedian tradition. The aristocratic hero is associated with and fulfils certain aristocratic virtues. And by his transformation, he loses his sense of identity. Hamlet’s grief, anger, and guilt overflow into his outward transformation. Ophelia succinctly puts it after her altercation with Hamlet in 3.1.147158, “O! what a noble mind is here o’erthrown: The courtier’s, soldier’s, scholar’s, eye, tongue, sword; / The expectancy and rose of the fair state, /The glass of fashion and the mould of form, / The observ’d of all observers, quite, quite down!” His emotional experience across Acts 12 transforms Hamlet. As a highborn prince, he is associated with the virtues of a gentleman and a soldier. A prince of the realm is bold in battle with his sword, and while at court, he is learned and quickwitted with his tongue, and as a scholar, he is wellread (eyes). (Paster, 2002, p.150) These virtues are expected by Hamlet’s “fair state”, but his “mould of form” no longer resembles these virtues. His manner becomes “Like sweet bells jangled, out of tune and harsh”. (3.1.155) Hamlet is stricken with strong passions that result in his evershifting moods that change Hamlet’s behaviour is unbecoming of the outward mannerism of an aristocratic gentleman that a man of Hamlet’s status is expected to embody.",
        "Hamlet’s wild passions shift from grief to guilt, then to anger. His “madness” is not just his emotional turmoil. But also refers to his emotions overtaking his identity as a highborn royal prince. Hamlet becomes ruled by his passions, not by the virtues of a royal person. He becomes selfdoubting, anxious, and at times cowardly. His passions paralyse him from heeding the ghost of Old Hamlet, to remember Old Hamlet, to remember who he is as the issue of Old Hamlet. By fighting for Old Hamlet’s honour and vengeance, Hamlet is acting as a prince. In seeking vengeance Hamlet not only honours the memory of Old Hamlet but also reaffirms his identity as both heir and son. His emotional “madness” leads to the selfbetrayal of his identity. The act of vengeance and his identity as prince are tied together. But this “madness” paralyses him. His inhibitions to enact vengeance as a son and royal prince undermine his princely identity. Therefore, we see Hamlet’s identity broken up outwardly with the loss of aristocratic virtue and inwardly in his failure to remember his father and himself as son and heir. ",
        "Laertes is a similarly passionate character. But for Laertes, his passions stem from his concern for his and his family’s reputation and honour. This preoccupation undergirds the narrative that follows the Polonius family. For the family, reputation implies status, and in keeping with the status of a family in the royal court, they are driven to uphold their reputation and honour. In scene 1.3, with all three members of the family. Laertes speaks to Ophelia about honour concerning her courtship with Hamlet, “Then weigh what loss your honour may sustain, / If with too credent ear you list his songs, / or lose your heart, or your chaste treasure open / To his unmaster’d importunity”. (1.3.2831) Polonius has a similar refrain, “I must tell you, / You do not understand yourself so clearly / As it behooves my daughter and your honour.” (1.3.9496) and “Tender yourself more dearly; or … you’ll tender me a fool” (1.3.107109). Polonius and Laertes are similarly concerned with the family honour and the reputation of the family. The concern with Hamlet’s courtship of Ophelia stems from her reputation. In the world of Hamlet, Ophelia’s honour and reputation stems from her sexual purity. (Dodsworth, 2006, p. 24) The honour of her family is also tied to the sexual purity of the female members of the household. The concern of Laertes and Polonius is not just with Hamlet’s liberal pursuit of Ophelia but also their reputation. They feel that their honour is involved with Ophelia’s. This concern also applies to Laertes. As Polonius sends Reynaldo after Laertes to spy on him, Polonius expects Laertes to live wildly and tasks Reynaldo with discovering the gossip about Laertes. This concern with status, reputation, and honour is the foundation of Laertes and his family’s identity.",
        "Another characteristic of Laertes is his immaturity. This is evident in 1.3, where Laertes is trying to counsel Ophelia. Ophelia’s response reveals how Laertes is often a “puffed and reckless libertine/ Himself the primrose path of dalliance treads” (1.3.4748) In addition Polonius in sending Reynaldo after Laertes reveals how both his father and sister do not trust Laertes to behave in a courtly behaviour. Laertes’s reputation for recklessness and vice reveals an element of immaturity in his character.",
        "Laertes’s tragedy begins with the murder of Polonius and the madness and later death of Ophelia. Laertes’s passions are incited by the funeral rites unbecoming for a family of his reputation and status, “his obscure burial, / No trophy, sword nor hatchment o’er his bones, / No noble rite nor formal ostentation, / …  That I must call’t in question.” (4.2.205209) In 5.1 Laertes rails against the priest, against the “maimed” ceremonies for Ophelia. The slight against the family’s status is as much the cause of Laertes’s anger as the unjust murder and deaths of Polonius and Ophelia. This anger that overcomes Laertes drives him to restore familial honour no matter what. “I dare damnation. To this point I stand, / That both the worlds I give to negligence”. (4.2.133134) Hamlet fears the afterlife and its consequences, while Laertes’s anger drives him to rash actions without consideration for any consequences. He will stop at nothing to avenge his father’s murder, “Let come what comes; only I’ll be reveng’d / Most thoroughly for my father.” (4.5.135136) Laertes is never fully in control of himself. His wild anger rules his actions. ",
        "Laertes’s narrative arc is a mirror image of Hamlet’s. Where Hamlet’s wild emotions lead him to brooding, selfdoubt, and inaction. Laertes is driven to rash actions without forethought. Both begin their tragic journey with the loss of their fathers. And as courtly gentlemen, medieval honour would demand they avenge the wrongful deaths, acting to correct the injustice and dishonour that stains their family’s reputation. Both know what is demanded of them. For Laertes, he wildly returns to Elsinore with a mob to confront Claudius. Laertes suspects Claudius and Hamlet but is unclear about how his revenge will unfold. In 4.2.144, Claudius says of Laertes’s enemies, “Will you know them then?”. Laertes responds, “To his good friends thus wide I’ll ope my arms; / And like the kind liferendering pelican, / Repast them with my blood.” Despite Laertes’s bold entrance back at Elsinore, he is not sure what he intends to achieve. This allows Claudius to talk himself out of trouble, “That I am guiltless of your father’s death, / And am most sensibly in grief for it, / It shall as level to your judgment pierce”. (4.2.149) Claudius now tries to ingratiate himself into Laertes’s vengeance plan to turn the heat away from himself. This appears to work as in (4.4.1), “Now must your conscience my acquittance seal, / And you must put me in your heart for friend, / Sith you have heard, and with a knowing ear, / That he which hath your noble father slain / Pursu’d my life.” Because of Laertes’s volatility, Claudius can manipulate him, convincing him that he is Laertes’s ally in exacting justice for Polonius. Claudius hijacks Laertes’s quest for justice to fit his schemes. Claudius proposes a duel in which Laertes and Hamlet would settle their differences and questions of honour. In the Elizabethan period, the duel represents the quest for justice for oneself. The winner demonstrated the justice of the cause they fought for. The duel was a “field of honour” to settle a matter of justice. (Watson, 1960, pp. 134–135) In this case, Laertes blamed Hamlet for the deaths of his family and the injustice of their unceremonious burials. By winning the duel, Laertes wins back familial honour and reputation. But Claudius’s scheme corrupts this quest of honour.  The poisoning of the blade corrupts any honour that is to be gained by combat. Laertes’s naivety and immaturity lead him to act rashly without truly understanding the moral implications of his actions. By colluding in Claudius’s scheme, Laertes loses the honour and reputation he desperately craves. His identity as an honourable nobleman is betrayed by taking up the poisoned rapier. The consequence of Laertes’s immaturity is the corruption of his quest for honour and the selfbetrayal of his identity as an honourbound aristocrat. ",
        "Both young men, Hamlet, and Laertes, have quests to avenge their late fathers that are undone because their passions rule them. Their passions are manifested in contrasting forms. Wild and rash actions mark Laertes’s passionate expression. Laertes returns to Elsinore to redeem his honour but due to his inconstant nature, he makes a deal with Claudius that loses his chance at honour. Hamlet’s passions are more internalised. They paralyse him from embarking on his quest for vengeance. His passions cause his mental state to swing wildly between emotions. His guilt, grief, and anger cause him to doubt the righteousness of his cause, secondguess his course of action, and become wracked by guilt for his lack of conviction in his goal. Laertes dives headon into action without considering the consequences, while Hamlet is paralysed. Laertes by his rashness loses the honour and reputation that he so identifies with. Hamlet’s inability to mete out vengeance is a betrayal of his identity as the son and heir of Old Hamlet. In the end, both characters are hoisted by their own petards. Their “frailty” in the face of tragedy condemns them first to a selfbetrayal of their identity and then their final demise.",
        "The final piece of the Shakespearean tragic tradition is the cathartic resolution. Both Laertes and Hamlet receive a piece of redemption before their demise. For Laertes, he confesses his role in Claudius’s scheme and receives Hamlet’s forgiveness. He addresses his wrongdoing, which is absolved with Hamlet’s forgiveness. In the play’s Christian environment, this absolution is also a restoration of Laertes’s honour. Hamlet finally completes his father’s command for revenge. The killing of Claudius. And as he dies, Fortinbras accords him the rites and honours that befits a royal prince. Hamlet struggles throughout the play with his inhibitions to the courtly and filial behaviour of a prince. In death, this question of whether he can truly call himself one of noble birth, as a filial son, is answered by the giving of “the soldier’s music and the rites of war”. (5.2.377) Hamlet’s resolution affirms his identity as a noble, highborn prince. Despite his failings and delays, he is still the prince he was before the tragic death of his father. His failings over the play did not strip away this noble centre. This resolution for Hamlet provides a cathartic ending to his tragedy. He kept his royal identity in his death.",
        "In Hamlet, a key part of the tragic nature is the characters’ identity and the cognitive dissonance regarding their identity within the play. This theme is exemplified by both Laertes and Hamlet. The tragic hero's identity is built on who they are as a highborn noble. But their identity must be validated by their adherence to the virtues associated with nobility. For Laertes and Hamlet, they are male aristocrats. They must regain their family honour by avenging the deaths of their family members. A virtue of honour and filial piety is put upon them as part of the male aristocracy. For Ophelia, as a noblewoman, her virtue is tied to her sexual purity. The world of Shakespearean tragedies assigns each person an identity. Some persons have a larger “tether” in what they can do in their identities, as Polonius notes in 1.3.122124, “For Lord Hamlet, …  with a larger tether may he walk”. The hero’s identity is foundationally not found or created by the hero. The hero’s identity is set by the world they inhabit. This premodern conception of identity differs from the modern conception, where we envision an identity as what a person does and attains. What a person achieves determines who they are. But Shakespeare’s premodern world sees the individual’s identity as who they are in society. A person has an identity that exists intrinsically. It cannot be changed by what they do. They are born with an intrinsic identity. This identity is externalised through specific virtues like honour. And the person’s rejection of these virtues would become a rejection of their intrinsic self. And in the play, this is the madness that engulfs the hero. They are betraying an innate nature of themselves. It is one key source of anguish that tears at our hero. The tragedy in the play Hamlet plays on this idea. Shakespeare overturns the state of the world to push his hero towards this existential crisis and anguish. ",
        "In conclusion, the tragic narratives of Hamlet and Laertes offer a profound exploration of identity, passion, and moral conflict within the context of Shakespearean tragedy. Both characters, as highborn noblemen, are bound by societal expectations and virtues associated with their aristocratic status. Their tragic journeys are marked by intense emotional turmoil and a struggle to reconcile their sense of identity with the demands of honour, revenge, and familial duty. Their journeys undergird the common theme of human frailty and weakness as they struggle with the complexity of reconciling their identity and their contrarian human desires."
    ],
    "citations": [
        "McAlindon, T. (2002). What is Shakespearean Tragedy? In C. McEachern (Ed.), The Cambridge Companion to Shakespearean Tragedy. Cambridge University Press.",
        "Paster, G. K. (2002). The tragic subject and its passions. In C. McEachern (Ed.), The Cambridge Companion to Shakespearean Tragedy. Cambridge University Press.",
        "Dodsworth, M. (2006). Hamlet Closely Observed (1st ed.). Bloomsbury Academic. https://doi.org/10.5040/9781472554086 ",
        "Watson, C. B. (1960). Shakespeare and the Renaissance Concept of Honor. Princeton University Press. ",
        "Greenblatt, S., Cohen, W., Gossett, S., Howard, J. E., Maus, K. E., & McMullan, G. (2015). Hamlet. In Norton’s Shakespeare (3rd ed.). W.W. Norton & Company."
    ]
}