{
    "title": "Shakespeare's Hamlet",
    "paragraphs": [
        "In this essay, I will be critiquing the Screen for Life programme’s communication to the public. I will cover the online information and pamphlets used at roadshows. The criteria used will cover how the message has been effectively communicated and how the target audience has received it. Lastly, what actions have been elicited and why the desired actions have fallen short?",
        "This programme is run by the Singapore government to increase the rate of regular health screenings and follow-up appointments among citizens. Diagnostic testing on an asymptomatic general population is meant to get those at risk into the healthcare system. The concept is that through the screening and subsequent follow-up care the primary healthcare system, outpatient clinics and polyclinics, will be able to maintain patient health by preventing or delaying the onset of these chronic illnesses. (MOH | Enhanced Screen for Life, 2023) Thereby allowing the primary outpatient care system to alleviate the demands on the inpatient healthcare system. (MOH | Healthcare Services and Facilities, 2023) This program has been in effect for 6 years, since 2017. This programme has been publicised actively through mass media, mailers, and road shows. In 2022, the Screen for Life programme was a part of the preventative care reforms in the Healthier SG policy package. This package showed a renewed emphasis on the role of preventative medicine, where healthcare is not something that is used when one is ill but a life-long process of care, to “reduce the disease burden”. (Elangovan, 2022)",
        "We will analyse the messaging through the campaign’s information pamphlets. (Screen for Life, 2019) The information is presented in a manner that is predicated on a high level of elaboration from the reader. This pamphlet engages with the cognitive processing of its readers. For example, for diabetes, the information provided states the causes of diabetes, the blood sugar metric that indicates the disease or predisposition to illness, and most importantly the steps to take when the tests return a higher risk result. For diabetes, this will be follow-up visits with a GP to come up with a plan to help fight the disease, with medication and/or change in lifestyle. Under the Elaboration Likelihood Model, this information engages in the central route processing. (Petty, Barden, Wheeler, 2009) The information needs the reader to thoughtfully process the information and consider the relevance of the information. Under the ELM for attitude change the target audience needs to have a high engagement with the core issue of chronic health illnesses. Thus, the Screen for Life pamphlet is constructed to work under high elaboration conditions, with an audience that is already engaged with the idea that they need to act for their health. ",
        "Secondly, this central route, if it is successful should be able to build up a more durable and persistent attitude. The need for cognition to build the new attitude indicates an increase in the certainty of the attitude and the meta-cognitive benefits. Under the Meta-Cognitive Model, these attitudes that are constructed from cognitive ability have a higher level of confidence. (Bohner and Dickel, 2011) When the memory of the information, the meta-cognitive thoughts that the person had during the high elaboration likelihood model act as an additional persuasion. The higher level of confidence in the information the more favourable the subsequent thoughts are. It can snowball into more positive attitudes. ",
        "Now with this level of cognition, these explicit attitudes are then the foundation for more overt behaviours. In the Theory of Reasoned Action, people’s behaviour is shaped by their attitudes and intentions. (Gass and Seiter 2011) The more confidence one has in the attitude and its outcome, the more likely one is going to act on the attitude. One’s belief in the benefit of health screening and the evaluation of the validity of the screening process leads to a confident positive attitude towards the behaviour of participating in health screenings. ",
        "Therefore, the pamphlet engages with one’s cognition to build this attitude through one’s evaluation and the repute of the source, namely the government. It does not interact with a given subjective norm that the person believes. The information provided is very factual, it does not reference a prevailing social attitude to health screening and tries to apply a motivation to comply. Thus, through the robust attitudes that are constructed from the high elaboration thoughts, the Screen for Life programme is hoping for a more likely chance that people will act on this positive attitude and take the health screenings. ",
        "This overall high elaboration and central route processing method (SFL Resources, n.d.) appears to be unable to elicit the desired behaviour of at-risk groups taking up early health screenings. Recent coverage shows that most people do not identify chronic illnesses until much later when their condition becomes critical. (Ng, 2023 & Yip, 2023) These articles also show a common issue with attitudes of those at risk, that if they are not suffering from acute symptoms these screenings are far from their list of priorities. This attitude of ambivalence comes from a lack of personal identification with the outcome of the illnesses or the outcome of health screenings. This colours their perceived risk of illness. Thereby creating different resistances to enact the desired screening behaviour.",
        "The main cause of resistance is the audience’s perceived invulnerability. (Moyer‐Gusé, 2008) People are naturally not able to access the risks of chronic illnesses or the benefits of health interventions. The nature of screening is that only a minority will have a clear diagnosis as screening occurs without the onset of symptoms. If only 15% of participants require follow-up care, then people may think that they have a low 15% risk of disease. However, this 15% is an average across the population, and personal risk can be higher and lower due to individuals’ health backgrounds. People’s underestimation of their risks cannot be overcome with simple data charts. The reward for their behaviour needs to be communicated in a context that resonates with the audience. The current use of statistical facts does not resonate with the audience. This lack of resonance prevents messaging from overcoming perceived invulnerability. Therefore, audience members’ attitudes resist our desired change.",
        "The audience is presented with the case that screenings are important to personal health which conflicts with their wrong perception of the screening’s efficacy and their perceived low risk.  This creates dissonance with the audience. The current messaging leaves the audience with the impetus to overcome their dissonance. This can result in selective avoidance that filters out the public messaging on health screenings, generating a large amount of inertia against the adoption of health screening behaviour.",
        "We see that there are many resistances to the desired actions. The foundational issue facing the programme is a shift in healthcare institutions and societal expectations of the healthcare provision, from an acute and curative process to a preventative process. This process is very complicated and will have immense inertia. This inertia will hinder the elicitation of desired actions. Inertia needs to be worn down through continuous exposure, and education. These current messages are effective only if they forge strong meta-cognitive-backed attitudes. The robustness of these attitudes will lead to a stronger connection to actions. But they are effective only under high elaboration, hence our need to rely on information recency to reinforce the message. This is a long slow process to build up a sufficient head of steam to turn the public’s perception of the benefits of preventative healthcare policies."
    ],
    "citations": [
        "MOH | Enhanced Screen for Life. (Accessed 29 Oct 2023). https://www.moh.gov.sg/healthcare-schemes-subsidies/enhanced-screen-for-life",
        "MOH | Healthcare services and facilities. (Access 29 Oct 2023). https://www.moh.gov.sg/home/our-healthcare-system/healthcare-services-and-facilities ",
        "Elangovan, N. (2022, October 5). Healthier SG: Govt to spend S$1b over next 3-4 years to set up national health scheme, S$400m yearly to run it. TODAY. https://www.todayonline.com/singapore/s1b-setup-cost-healthier-sg-ong-ye-kung-2010556 ",
        "Forward SG. (2022). White paper on Healthier SG. Retrieved October 29, 2023, from https://file.go.gov.sg/healthiersg-whitepaper-pdf.pdf",
        "Screen for Life. (2019, October). What you need to know about health screening [Press release]. https://ch-api.healthhub.sg/api/public/content/942b45c55ae34615bd2898546ff830ce?v=5754ac4d&_gl=1*ljt8zh*_ga*Mzg4NjMxODM5LjE2OTc0NTAxMDI.*_ga_VQW1KL2RMR*MTY5ODU2ODIwOC40LjEuMTY5ODU2ODIyMC40OC4wLjA.",
        "Gawronski, B., & Bodenhausen, G. V. (2006). Associative and propositional processes in evaluation: An integrative review of implicit and explicit attitude change. Psychological Bulletin, 132(5), 692–731. doi:10.1037/0033-2909.132.5.692 ",
        "Petty, R. E., Barden, J., & Wheeler, S. C. (2009). The Elaboration Likelihood Model of persuasion: Developing health promotions for sustained behavioral change. In R. J. DiClemente, R. A. Crosby, & M. C. Kegler (Eds.), Emerging theories in health promotion practice and research (pp. 185–214). Jossey-Bass/Wiley.",
        "Bohner, G., & Dickel, N. (2011). Attitudes and attitude change. Annual Review of Psychology, 62(1), 391–417. https://doi.org/10.1146/annurev.psych.121208.131609",
        "Gass, R. H., & Seiter, J. S. (2011). Persuasion, Social Influence, and Compliance Gaining, 4th Edition. ",
        "Yip, C. (2023, August 18). ‘We’re at the brink’: Kidney disease crisis looms in Singapore as some doctors urge more action. CNA. https://www.channelnewsasia.com/singapore/chronic-kidney-disease-failure-singapore-early-screening-nkf-dialysis-3620561 ",
        "Ng, D. (2023, October 4). Doctors, advocacy groups call on women to make regular breast cancer screenings a priority. CNA. https://www.channelnewsasia.com/singapore/health-breast-cancer-awareness-month-screenings-mammogram-3820171 ",
        "Moyer‐Gusé, E. (2008). Toward a Theory of entertainment persuasion: explaining the persuasive effects of Entertainment-Education messages. Communication Theory, 18(3), 407–425. https://doi.org/10.1111/j.1468-2885.2008.00328.x ",
        "SFL Resources. (n.d.). Healthhub. Retrieved December 1, 2023, from https://www.healthhub.sg/programmes/screen_for_life/sfl-resources#home "
    ]
}