{
    "title": "Shakespeare's Twelfth Night",
    "paragraphs": [
        "Shakespeare's \"Twelfth Night\" is known for its examination of gender roles and romantic misunderstandings. The character of Cesario, Viola's male alter ego, offers a portrayal of Elizabethan male friendship and romance that subverts Elizabethan gender norms. Cesario's relationship with Orsino brings to light the significance of male camaraderie in this era. Cesario's blending of gender identities allows the play to explore how these virtues are not exclusive to men or women. Cesario/Viola and Orsino’s relationship subverts the gender roles in romance and yet is still tied to the expectation of marriage. This essay will delve into Cesario's role in \"Twelfth Night\", examining how his character both subverts and is beholden to the conventional Elizabethan gender roles.",
        "Cesario’s character embodies the Elizabethan ideal of male friendship that is exemplified in acts of self-sacrifice. Viola playing Cesario reveals how the virtues of male friendship are not exclusive to the male gender. Cesario’s character is more than just a servant to Orsino. He is Orsino’s close confidant. “Thou know’st no less but all. I have unclasp’d/ To thee the book even of my secret soul;” (1.4.11-12) Orsino trusts Cesario with bearing the “passion of my love”, carrying Orsino’s “discourse of my dear faith” to Olivia. Orsino trusts Cesario to represent his desires. Cesario is like an extension of Orsino’s will. Cesario shares Orsino’s desires and passions. Cesario can be trusted to relay them.  This platonic friendship is cultivated because of Cesario’s loyalty and devotion to Orsino. Cesario’s dedication can be interpreted as an extension of Viola’s love. Her love and passion drive her to become the close male friend of Orsino in Cesario. Viola by becoming Cesario, must sacrifice a part of herself. She sacrifices her romantic desires for Orsino and becomes a devoted friend, an intimate confidant of Orsino. “As I am man, my state is desperate for my master’s/ love; As I am woman, now alas the day!” (2.2.35-37) This is not the only way Cesario/Viola displays self-sacrificial love. Cesario’s sense of devotion is done despite not being reciprocated by Orsino. In the last act when Olivia mocks Orsino, in jealousy he says of Cesario whom he knows Olivia loves: “I’ll sacrifice the lamb that I do love,/ To spite a raven’s heart within a dove.” (5.1.123-124) Cesario’s response to these harsh and unwarranted words is to show again devotion to Orsino, willing to die for Orsino’s cruel jealousy. “And I, most jocund, apt, and willingly,/ To do you rest, a thousand deaths would die.” (5.1.125-126) Cesario demonstrates an element of selflessness in his continued devotion despite Orsino’s callousness. Through these two acts, Cesario/Viola bears the self-sacrifice that marks true Elizabethan male friendship. This dichotomy undermines the expectation of male platonic love. Viola can become the embodiment of a devoted male friend because she is a woman, not despite it. Orsino finds “male intimacy” in Viola, a woman – not in another man. This narrative subverts the Elizabethan ideal of intimate male friendship. Demonstrating that such platonic intimacy is not unique to men.",
        "Next, Shakespeare subverts the gender roles in heterosexual romance through Cesario/Viola’s character. In Elizabethan romance, it is the man who owes love to the woman who receives it.  This is played out in Act 2 Scene 4. Cesario challenges Orsino’s continued pursuit of Olivia, saying that “she cannot love you”. Cesario is saying that if Olivia does not love Orsino, Orsino should begin to consider the love of other women. Cesario is also hinting at Viola’s love for Orsino, saying:  “Sooth, but you must./ Say that some lady, as perhaps there is,/ Hath for your love as great a pang of heart/ As you have for Olivia. You cannot love her;/ You tell her so; must she not then be answer’d?” (2.4.85-89) Orsino rejects the idea that a woman can love in the same manner as he does. “There is no woman’s sides/ Can bide the beating of so strong a passion/ As love doth give my heart; no woman’s heart/ So big, to bold so much. They lack retention.” (2.4.90-93) Orsino reveals the pre-existing understanding of male and female love. That the man owes love to a woman who receives it. These words are also self-aggrandising, and they could somewhat offend Viola who had just subtly revealed her deep love for Orsino. So, Viola through Cesario challenges Orsino, saying, “what love women to men may owe” and that women share a “true of heart” as men.  For Cesario, Viola’s love is proof against Orsino’s words. Then Cesario tells the story of Viola to Orsino. “My father had a daughter loved a man,/ as it might be, perhaps, were I a woman./ I should you Lordship.” (2.4.104-106) And that because of the daughter’s position as a woman, just like Viola, cannot outwardly express her passions. She has to be: “Patience on a monument,/ Smiling at the brief.” (2.4.111-112) In comparison, the passions of men lead them to: “… say more, swear more; but indeed/ Our shows are more than will; for still we prove/ Much in our vows, but little in our love.” (2.4.113-115) While women who bear the same love and passion often must harbour them in silence. Here Viola is arguing her case that her passions outweigh or equal Orsino’s. Men can make loud protestations of love, but women can still hold the same passion albeit silently. This scene shows Cesario/Viola explicitly playing both gender roles, laying claim to both genders in the line. “I am all the daughters of my father’s house,/ And all the brothers too;” (2.4.117-118) From Viola’s perspective, she is giving veiled allusions to her identity and her true feelings. As Cesario, her words portray her as Orsino’s close male confidant. But as Viola, her words represent her heterosexual love. It is through the dual gender roles that Viola inhabits that subvert the Elizabethan preconception of romance. Viola by being Cesario can reveal her heart to Orsino. Cesario’s devotion is in turn Viola’s devotion. Cesario’s counsel is also Viola’s. Viola/Cesario plays both gender roles and by doing so subverts the Elizabethan expectation that the male gender bears the love to the female beloved.  Viola gives to Orsino her love, through the care and devotion of Cesario. And she does so without Orsino reciprocating her romantic love. Just as Orsino in Act 2 Scene 4 has been stating that no woman could hold the same unrequited love as he has for Olivia, we see Viola/Cesario through her service to Orsino do that very thing. She sits “like patience on a monument” bearing her love for Orsino. Cesario’s maleness gives Viola the avenue to owe and bear her love to Orsino in a manner that Orsino describes as distinctly male. This subverts the Elizabethan gender roles in a heterosexual romance.",
        "Lastly, Shakespeare used marriage to resolve the romance and tension that builds through the narrative. A devoted male friendship is formed alongside a romantic partnership. To resolve the romantic partnership, the male friendship would step aside to allow the romance to be consummated in marriage. The relationship of Viola/Cesario and Orsino follows this path. Narrative tensions arise from Viola’s hidden feminine identity. Her heterosexual attraction is obscured from Orsino. Cesario’s intimate male friendship has primacy. But once Viola’s identity is revealed, Cesario and his male friendship with Orsino must come to an end. One must give way to the other. Sebastian’s narrative arc mirrors Viola’s. Sebastian and Antonio are in an intimate male friendship just as Cesario and Orsino. But while Sebastian is establishing a romantic relationship by marrying Olivia, Antonio is being arrested. In that scene, Antonio’s friendship with Sebastian is betrayed mistakenly by Cesario. “Will you deny me now?/ Is’t possible that my deserts to you/ Can lack persuasion? Do not tempt my misery,/ Lest that it make me so unsound a man/ As to upbraid you with those kindnesses/ That I have done for you” (3.4.314-319)  Antonio’s relationship with Sebastian is broken, while Sebastian forges a new relationship with Olivia. Loyalty to one is broken for loyalty to another. Shakespeare in these plots shows how he values the heterosexual marriage as a resolution for the unfolding drama. Marriage in the Elizabethan era was seen as a foundational social construct that provided stability in the lives of individuals. It is a symbol of long-term stability. In his comedies, the comic marriage provides him with a narrative conclusion that an Elizabethan audience can resonate with. So, we see that our characters are still beholden to the Elizabethan ideal that romances are consummated in marriage. Although Shakespeare has used Cesario to subvert the gender roles in romance and friendship, he still is bound to conclude his story with the Elizabethan beliefs in the stability and longevity of marriage that his Elizabethan audience resonates with.",
        "Another part of the Elizabethan marriage that Shakespeare does not subvert is the traditional gender roles in the marriage of Viola and Orsino. Their relationship is quite unequal. As discussed previously in the last act, Orsino in jealousy threatens to kill Cesario to spite Olivia, and Cesario responds with devotion, not with outrage. Cesario professes to love Orsino “more than I love these eyes, more than my life”. Cesario despite his maleness allowing him to bear Viola’s love to Orsino, does not receive an equal portion of devotion from Orsino. Thus, when Viola is revealed and enters marriage with Orsino, the intimate platonic friendship turns into a romantic union that favours Orsino. This conforms to the Elizabethan norm that sees romance and thus marriage as an unequal relationship in favour of the man. Despite the ways Cesario/Viola have subverted the Elizabethan role of a woman in romance, the conclusion for Viola and Orsino is still a very recognisable Elizabethan marriage.",
        "The conflating of the identities of Cesario and Viola subverts the Elizabethan ideas of male friendship and romance. The cross-dressing allows “Twelfth Night” to show how the loyalty and devotion found in male friendship are not unique to the male gender and that devoted friendship can be the foundation for intimate romance. However, the social expectation that romances should be resolved into an Elizabethan marriage is one thing that Shakespeare could not subvert in this work."
    ],
    "citations": [
        "Greenblatt, S., Cohen, W., Gossett, S., Howard, J. E., Maus, K. E., & McMullan, G. (2015). Twelfth night. In The Norton Shakespeare (3rd ed.). W.W. Norton & Company."
    ]
}